viva_notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Viva notes </title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Viva notes "/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-12-22T18:54+0000"/>
<meta name="author" content="William Seviour"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Viva notes </h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 What is the hypothesis?</a></li>
<li><a href="#sec-2">2 Main results</a></li>
<li><a href="#sec-3">3 Caveats</a></li>
<li><a href="#sec-4">4 Recommendations to operational centres</a></li>
<li><a href="#sec-5">5 Future ideas?</a></li>
<li><a href="#sec-6">6 Papers to bring</a></li>
<li><a href="#sec-7">7 General things to revise</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> What is the hypothesis?</h2>
<div class="outline-text-2" id="text-1">

<ol>
<li>We can learn about the mechanisms behind strat-trop coupling by studying the
  tropospheric response to different types of SSW. 
</li>
<li>The stratosphere lends predictability to seasonal forecasts. 
</li>
</ol>



</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Main results</h2>
<div class="outline-text-2" id="text-2">

<dl>
<dt>Mechanisms for SSWs</dt><dd>Almost all models (and obs) show splits occurring more
     barotropically. This is consistent with the idea that they are caused by
     resonance of the barotropic mode, not the Matsuno mechanism. 
</dd>
<dt>Strat-trop mechanisms</dt><dd>Consistent differences found in surface response to
     split and displaced vortex events. This is consistent with the Amabum &amp;
     Hoskins 2002 mechanism, but not some other mechanisms.
</dd>
<dt>NAM vs NAO</dt><dd>Models show a much more consistent North Atlantic response than
                NAM response. This suggests that studying only the NAM may hide
                some important details. 
</dd>
</dl>


</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Caveats</h2>
<div class="outline-text-2" id="text-3">

<ul>
<li>The majority of models have too little blocking in NA region. May mask
  split/displ difference in this region?
</li>
</ul>



</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Recommendations to operational centres</h2>
<div class="outline-text-2" id="text-4">

<ul>
<li>To get frequency of split/displaced vortex events right, just need to get the
  average position of the vortex right. Meaning only a few years need to be
  simulated.
</li>
<li>Accurate initial conditions of SH polar vortex are important for seasonal
  forecasts.
</li>
<li>May be important to improve UTLS vertical resolution for improved stratosphere. 
</li>
</ul>


</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Future ideas?</h2>
<div class="outline-text-2" id="text-5">

<dl>
<dt>Mechanisms for dynamical control of ozone</dt><dd>Important for future ozone
     changes, because if dynamical (i.e. through BDC) will remain the same in
     future, but if chemical will change. Model simulations where you can turn
     on and off the relevant chemical reactions. 
</dd>
<dt>Causes of SAM trends</dt><dd>SAM trends often attributed to ozone depletion, but
     tropical upper troposphere might be important too. Models disagree quite
     a bit about this. Perform a study where these a systmatically varied in
     different models. 
</dd>
<dt>Radiocarbon model</dt><dd>Model explicitly radiocarbon. Inter-hemispheric
     differences may indicate changes in SAM or stratospheric circulation. Can
     learn about past climate regimes and possible changes to carbon cycle. 
</dd>
</dl>




</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Papers to bring</h2>
<div class="outline-text-2" id="text-6">

<ul>
<li>Waugh 1997
</li>
<li>CP07
</li>
<li>M13
</li>
<li>Seviour et al., 2012, 2013, 2014
</li>
<li>Maclachlan et al 2014
</li>
</ul>


</div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> General things to revise</h2>
<div class="outline-text-2" id="text-7">

<ul>
<li>QBO mechanism (Lindzen)
</li>
<li>Planetary waves
</li>
<li>What is meant by resonance
</li>
<li>What are EOFs
</li>
<li>What is an adjoint method
</li>
<li>QG approximation
</li>
</ul>

</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2014-12-22T18:54+0000</p>
<p class="author">Author: William Seviour</p>
<p class="creator"><a href="http://orgmode.org">Org</a> version 7.9.3f with <a href="http://www.gnu.org/software/emacs/">Emacs</a> version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
